//党建新闻列表
export const COLUMN_LIST = [
  {
    title: "公路工程",
    totalNum: 6, //总数量
    totalList: [
      {
        //第一页
        list: [
          {
            id: 0,
            title: "有党就有爱，福建新朗驰援受灾现场！",
            author: "福建新朗建设有限公司",
            createtime: "2019年5月",
          },
          {
            id: 1,
            title: "福建新朗党委隆重举行揭牌暨首次党委选举仪式",
            author: "福建新朗建设有限公司",
            createtime: "2019年6月",
          },
          {
            id: 2,
            title: "高温慰问再接力，新朗家人共庆生",
            author: "福建新朗建设有限公司",
            createtime: "2019年8月",
          },
          {
            id: 3,
            title: "福建新朗建设有限公司党支部举办专题党课座谈会",
            author: "福建新朗建设有限公司",
            createtime: "2020年6月",
          },
          {
            id: 4,
            title: "福建新朗建设有限公司庆祝新中国成立70周年",
            author: "福建新朗建设有限公司",
            createtime: "2020年7月",
          },
          {
            id: 5,
            title: "福建新朗建设有限公司党支部红色教育",
            author: "福建新朗建设有限公司",
            createtime: "2020年12月",
          },
        ],
      },
    ],
  },
];

//对应的新闻信息

//单个内容页对象
// {
//   id: 0,
//   title: "",
//   author: "福建新朗建设有限公司",
//   createtime: "2019年5月",
//   content: [
//     {
//       type: 'text',
//       text: ``
//     },
//     {
//       type: 'img',
//       img: ''
//     },

//   ],
// },

export const COLUMN_DETAIL = [
  {
    id: 0,
    title: "有党就有爱，福建新朗驰援救援现场！",
    author: "福建新朗建设有限公司",
    createtime: "2019年5月",
    content: [
      {
        type: "text",
        text: `5月17日，福建省三明市清流县灵地镇李家乡发生洪水灾害，受灾人员约700人。灾情发生后，清流县立即启动应急预案，成立应急救援工作领导小组，调派消防救援队伍到现场开展救援，调度指导当地全力开展救援工作。`,
      },
      {
        type: "img",
        img: require("../images/column/0/0-2019-5-2.png"),
      },
      {
        type: "text",
        text: `灾情发生后，福建新朗建设有限公司党委带领福建新朗救援队共35人第一时间启动应急预案，于18日早上08时15分带着2台大型挖掘机、6套千斤顶、及救援物资火速赶赴灾害现场投入赠灾工作，主要参与协助清理洪水退却后留下的大型垃圾、受毁的房屋以及现场道路的清理工作。在有序服从现场应急指挥部的调动指挥下，公司救援队全体队员不畏辛苦，昼夜接续奋战，克服降雨，现场情况复杂等不利影响,全力配合开展救援工作。`,
      },
      {
        type: "text",
        text: `截至18日11时30分，受困人员已全部救出，受困人员解救完毕后，公司抢险救援队留下帮助清理现场。截止18日15时撤离现场。并现场援助了一套简易钢板房用于灾民的临时居住所！`,
      },
      {
        type: "img",
        img: require("../images/column/0/0-2019-5-3.png"),
      },
      {
        type: "text",
        text: `抢险有党就有爱，福建新朗在行动。福建新朗建设有限公司党委在此次抢险救援中用对党、对人民的忠诚筑起了一道生命的大坝，为鲜红的党旗增添了新的光彩。福建新朗建设有限公司也将一如既往地积极履行社会责任，抢险救援，义不容辞，以行动诠释企业的社会责任与担当。`,
      },
      {
        type: "img",
        img: require("../images/column/0/0-2019-5-1.png"),
      },
    ],
  },
  {
    id: 1,
    title: "福建新朗党委隆重举行揭牌暨首次党委选举仪式",
    author: "福建新朗建设有限公司",
    createtime: "2019年6月",
    content: [
      {
        type: "text",
        text: `6月20日上午，公司隆重举行“中共福建新朗建设有限公司支部委员会”揭牌仪式。福建新朗建设有限公司董事长黄金钟，党组织负责人肖维聪，公司党委全体党员及积极分子共30多人参加了仪式。`,
      },
      {
        type: "text",
        text:
          "仪式伊始，党组织负责人肖维聪宣读了中共福建新朗建设有限公司支部委员会成立批复文件。",
      },
      {
        type: "text",
        text:
          "紧接着，黄金钟董事长在致辞中回顾了党的引领下福建新朗的成长之路，他坚信，“福建新朗只有坚定不移跟党走，把延安精神和新朗文化紧密联系，把非公企业党建真正落实到每个项目、每个岗位，发扬新朗精神，克服一切困难，勇往直前，才能让公司踏上新的台阶”；同时，他也表示：“将继续在人、财、物各方面全力支持和配合党建工作的开展，不搞形式主义，继续坚持‘党建经费没有上限、只有底线’‘招收人才党员优先、提拔干部党员首选’‘把党旗插在新朗的每一个项目上’的原则，使党委能有效发挥企业党组织作用，把新朗的非公党建工作引向一个新的高度，争取把新朗打造成建筑行业党建标兵和全国非公党建的模范试验基地！”",
      },
      {
        type: "text",
        text:
          "揭牌仪式结束后，党委在公司党员活动室召开党员大会，选举产生首届党委班子成员。会上听取了福建新朗建设有限公司党支部成立以来的工作报告，分组审议通过选举办法（草案）及计票人、监票人名单。全体党员采取无记名投票和差额选举的方式进行投票选举。根据投票结果，集团党委第一届委员会由肖维聪、傅如翔、罗德福、张香华、林龙华、钟冬生6人组成。随后党委会召开了第一届第一次会议，各委员采取无记名投票和等额选举的方式决定，由肖维聪志任党委书记。",
      },
      {
        type: "text",
        text:
          "在党委书记的带领下，全体党员现场重温入党誓词，大会在雄壮的《国际歌》中圆满落幕。",
      },
      {
        type: "text",
        text:
          "福建新朗建设有限公司党委的正式成立，是上级党组织对公司党建工作的一个肯定，更是一个新的出发点。在各级党组织的领导和指导下，在公司领导的支持下，在全体党员的共同努力下，公司党委一定会将福建新朗优秀的、年轻的党员们聚集起来，充分发挥党组织的战斗堡垒与旗帜作用，为公司的各项工作保驾护航，为清流县非公党建工作贡献力量。",
      },
      {
        type: "img",
        img: require("../images/column/1/1-2019-6-1.png"),
      },
    ],
  },
  {
    id: 2,
    title: "高温慰问再接力，新朗家人共庆生",
    author: "福建新朗建设有限公司",
    createtime: "2019年8月",
    content: [
      {
        type: "text",
        text: `连日来，高温橙色预警，骄阳似火,热浪滚滚，气温高居不下，一线员工的健康牵动着集团领导的心。集团自7月中旬旬开展高温慰问活动以来，公司党支部、工会委员会和总工会领导带队组成慰问团队赶赴各项目部，送上公司的关怀。近日，慰问团队再度出发，分别赶赴清流370项目部、公司下属制梁厂、等P项目部慰问一线新朗家人。`,
      },
      {
        type: "text",
        text:
          "慰问团队到达项目部后，对驻扎在项目一线的技术人员和各班组表示亲切的问候，并亲手发放饮料、矿泉水等解暑物品，代表集团向他们表示感谢和关怀，并嘱咐项目部切实做好防暑降温工作，确保施工一线家人的身体健康，同时要认真贯彻安全生产和文明施工的各项要求，抢抓施工黄金季，用实际行动践行“自强不息，永不言弃”的企业精神，为实现百年新朗梦保驾护航。",
      },
      {
        type: "text",
        text: "随后，为让在项目一线的新朗家人感受到大家庭的温暖，慰问团队还在下属梁厂举办了新朗员工生日会，与项目人员一起为14名寿星庆生。甜甜的蛋糕附着生日的祝福，蜡烛的火光承载着新的希冀，精美生日礼物饱含着公司对新朗家人浓浓的关爱之情。"
      },
      {
        type: "text",
        text: "公司的关心和问候给了项目上的新朗家人们极大的鼓舞，他们纷纷表示，高温仍将延续，但他们一定要把公司领导们的关心化作工作的动力，一如既往地坚守岗位，为福建新朗精品工程的建设做出自己的贡献。"
      },
      {
        type: "text",
        text: "高温天气仍在持续，集团的慰问团队送清凉送慰问的脚步亦不会停歇，他们将陆续赶赴各项目部，将夏日清凉送去给在奋斗在施工一线的新朗家人们。"
      },
      {
        type: "img",
        img: require('../images/column/2/2-2019-8-1.png'),
      },
    ],
  },
  {
  id: 3,
  title: "福建新朗建设有限公司党支部举办专题党课座谈会",
  author: "福建新朗建设有限公司",
  createtime: "2020年6月",
  content: [
    {
      type: 'text',
      text: `根据福建新朗建设有限公司党支部2020年党建工作总体部署，公司上下着力加强党员教育培训管理工作。为深入学习贯彻中共中央《关于加强党的政治建设的意见》，推动思想政治学习教育往深里走、往心里走、往实里走，2020年6月20日下午，公司举办以“深化‘放管服’改革，打造国际一流营商环境”为主题的专题党课座谈会。`
    },
    {
      type: 'text',
      text: `党支部书记遵循习总书记“要营造有利于创新创业创造的良好发展环境”的指示，针对清流的发展环境，提出了深化“放管服”改革、打造一流营商环境的重大意义，当前清流推进“放管服”改革、优化营商环境的现状及不足之处和打造一流营商环境的对策思路；同时也对各位党员们进行了思想教育引导，教导各位党员们无论在什么样的岗位都要在工作中要发挥先锋模范作用，做群众学习的好榜样，上级信任的好模范。讲解内容高屋建瓴、内涵丰富、思想深邃、语重心长、催人奋进，赢得了热烈的掌声。`
    },
    {
      type: 'text',
      text: `会后，公司党支部负责人肖维聪要求每位党员和入党积极分子要深刻领会今天课程的内涵，深入学习近平总书记的新时代中国特色社会主义思想。和共建单位交流经验、共同学习、共同进步、凝心聚力、争先创优，发挥党组织的核心作用，努力开创党建引领发展的新格局。`
    },
    {
      type: 'img',
      img: require('../images/column/3/3-2020-6-1.png')
    },
    {
      type: 'img',
      img: require('../images/column/3/3-2020-6-2.png')
    },
  ],
},
{
  id: 4,
  title: "福建新朗建设有限公司庆祝新中国成立70周年",
  author: "福建新朗建设有限公司",
  createtime: "2020年7月",
  content: [
    {
      type: 'text',
      text: `2020年6月，临近祖国70岁生日，在新朗党委的带领下，公司一行来到闽东苏区共同庆祝新中国成立70周年。`
    },
    {
      type: 'img',
      img: require('../images/column/4/4-2020-7-1.png')
    },
    {
      type: 'text',
      text: `国运昌则企业兴，企业兴则国力强。在新时代中国特色社会主义思想引领下，在黄董事长的正确引航下，福建新朗人不忘初心，牢记使命，以实实在在的拼劲、干劲向祖国、向人民交出了一份“新朗卓越品牌”的成绩单：经过8年的蜕变，把党建工作写入企业章程，坚信党建是引领民营企业高质量发展的重要保障；制定“企强员富，内和外顺，创百年新朗”的目标，集结了一支建筑精锐之师，与社会共享大同之梦……`
    },
    {
      type: 'text',
      text: `在活动休息时间上，公司董事长黄金钟发表致辞，表达对祖国母亲的感恩与祝福，回顾了中华民族70年的伟大复兴之路，鼓舞每一个新朗人都要有“安得广厦千万间，大庇天下寒士俱欢颜”的社会责任感，要有“俱往矣，数风流人物，还看今朝”的冲劲，新朗人要用自己最激扬的青春共同点燃中华民族伟大复兴最光明的未来！`
    },
    {
      type: 'text',
      text: `七十年建党大业，数十载新朗华章。进入新时代，福建新朗人将坚持以习近平新时代中国特色社会主义思想为指导，在国家积极扶持民营企业发展的政策红利下，在独具行业亮点和新朗特色的党委组织引领下，以更加昂扬的斗志和更加饱满的热情打造具有强大竞争力的施工企业，为实现百年新朗梦不断奋进，为实现中华民族伟大复兴中国梦作出我们新的贡献！最后，衷心祝愿我们伟大祖国更加繁荣昌盛！祝愿福建新朗建设有限公司再塑新华章，再创新奇迹！`
    },
    {
      type: 'img',
      img: require('../images/column/4/4-2020-7-2.png')
    },
    {
      type: 'img',
      img: require('../images/column/4/4-2020-7-3.png')
    },
  ],
},
{
  id: 5,
  title: "福建新朗建设有限公司党支部红色教育",
  author: "福建新朗建设有限公司",
  createtime: "2020年12月",
  content: [
    {
      type: 'text',
      text: `为缅怀革命先烈，继承和发扬革命传统，12月3日上午，公司党支部党员代表参加以“缅怀英雄先烈，奋起时代精神”为主题的祭奠活动，开展红色教育，教育党员不忘初心、牢记使命。`
    },
    {
      type: 'text',
      text: `巍巍青山埋忠骨，赫赫功勋树丰碑，在苍松翠柏掩映下，烈士陵园庄严肃穆。公司党支部党员怀着缅怀先烈的心情在纪念碑前奏唱国歌，向牺牲的革命先辈献上鲜花，重温入党誓词，表达对革命先烈们崇高的敬意和深情的思念。`
    },
    {
      type: 'text',
      text: `最后，党员们参观了烈士纪念馆，他们认真听取了先烈们的英雄事迹，每个故事都触动着党员们的心灵，生活在新时代的人们必须牢记：今日的幸福生活是先烈们用鲜血和生命换来的。`
    },
    {
      type: 'text',
      text: `通过此次活动，公司党员们接受了一次深刻的爱国爱党教育活动，许多党员当场表示：“我们必须缅怀先烈，负起肩上的责任，增强工作热情，牢固树立荣辱观，珍惜前辈们鲜血和生命换来的美好时光，切实担负起时代赋予的艰巨使命，树立坚定的信心，扎实工作，感恩社会，奋发有力，发挥党员先锋模范作用，再接再厉，再创佳绩，为党增光。”`
    },
    {
      type: 'img',
      img: require('../images/column/5/5-2020-12-1.png')
    },

  ],
},
];

// D:\WorkSpaces\fjxljs\src\assets\images\column