export const ABOUT_US_DETAIL = [
  {
    title: "公司简介",
    type: 'text',
    content: [
      `福建新朗建设有限公司是一家集公路、水利、房建、市政于一体的大型综合性建筑企业。公司创建于2012年09月，公司现有公路工程施工总承包二级、公路交通工程（公路安全设施分项）专业承包二级、水利水电施工总承包叁级、房屋建筑工程施工总承包叁级、市政公用工程施工总承包叁级及钢结构工程专业承包叁级、古建筑工程专业承包叁级、环保工程专业承包叁级、城市及道路照明工程专业承包叁级等经营资质。`,
      `公司在职各类管理人员50人、高级职称5人、中级职称100余人、一级建造师20余人、二级建造师90余人、各类专业技术人员200余人。内设行政部、工程部、经营部、质量安全管理部，公司有着完善的管理体质，先后通过了ISO9001质量体系认证以及GB/T5043-2017工程建设施工企业质量管理规范。注册资金16000万人民币，拥有各类大型工程机械设备及检测仪器，年建安产值达4个亿。`,
      `公司成立以来本着一切为用户服务的宗旨，自觉做到守合同、重信用。把企业效益和社会效益结合起来，并使之逐年提高，制定和完善了一系列规章制度，有力的保证了工程建设的顺利进行。公司不断的获得当地各种荣誉证书，更被清流县地税局认定为清流县A级纳税人。近年来，公司以“质量求生存、信誉求发展、管理求效益、服务拓市场”的经营理念完成了各类水利水电工程、路桥工程、市政工程、以及房屋建筑工程、城市园林绿化等工程。`,
      `多年来，公司坚持以“群策群力、开创未来、注重细节、追求完美”的管理理念不断加强内部管理，至始至终坚持信誉至上、质量第一、安全生产、文明施工的原则，树立了良好的社会形象，赢得了较好的经济效益和社会效益。`,
      `公司立足清流，面向全国，先后在福州、厦门、漳州、南平、、龙岩、宁德、江西等省内外设立了分公司，公司实力不断增强。`,
      `面对当前中国经济蓬勃发展的良好形势，公司正已崭新的理念、科学的管理和优质的服务，严格遵循“市场化、规模化、科学化”的发展道路，做好现在，着眼未来。奋力香国家一流的施工企业行列迈进！`,
    ],
    footer: "",
  },
  {
    title: "新朗愿景",
    type: 'title',
    content: [
      `新朗愿景：`,
      `回首八年征途，我们历尽艰险，但成绩斐然；展望未来航程，新朗人信心百倍。`,
      `新签合同额10亿元：`,
      `随着公司资质的完善、信用等级的提升，专业公司的全面发力、市场机制的纵深拓展，到2025年，年新签合同额超10亿元，施工产值达8个亿。`,
      `员工收入翻一番：`,
      `公司将启动“和谐企业.幸福员工”计划，致力于提高员工福利待遇，确保员工收入在五年内同比翻一番；通过员工入股集团自营项目和开拓集团自营分公司，强化为自己做事为自己打工的心态，真正实现“企强员富”的路港目标。`,
      `新增一级资质：`,
      `我们在2018年底顺利取得福建省住房和城乡建设厅颁发的公路工程施工总承包二级资质；未来五年我们将继续发起对其他专业资质的冲刺，进一步提升集团的自身实力，为集团涉足更为广阔的市场领域提供强有力的支撑。`,
    ],
    footer: "",
  },
  {
    title: "新朗文化",
    type: 'oneImg',
    content: [
      require('../images/detail/culture.png')
    ],
    footer: "",
  },
  {
    title: "公司荣誉",
    type: 'img',
    content: [
      require('../images/detail/honor-1.png'),
      require('../images/detail/honor-2.png'),
      require('../images/detail/honor-3.png'),
      require('../images/detail/honor-4.png'),
      require('../images/detail/honor-5.png'),
      require('../images/detail/honor-6.png'),
    ],
    footer: "",
  },
  {
    title: "董事长致辞",
    type: 'text',
    content: [
      `八年的奋斗拼搏，八年的辗转起落，八年的积累沉淀。八年前，我胸怀激情，饱含热血和梦想，点燃了福建新朗的燎原之火，从此开始了“创人才之新 ， 朗企业之辉”的征途。八年的时间短暂而漫长，从历史长河岸峰俯视，它比流星还快，但从福建新朗茁壮成长的身旁点滴注视，它却是一个时而痛苦，时而欢乐的漫长的成长历程。`,
      `回顾过去，我们有开拓市场的艰辛，更有在前进道路上的迷茫和困惑，我们经历过许多艰难困苦，但这从未能阻止新朗人前进的步伐。“没有人能随随便便成功”是我人生最欣赏的格言，“不经历风雨，怎能见彩虹”更是我受挫折时支持我战胜困难的信念，也正是因为执着这样的信念，我和我的团队才能风雨同舟，一路走来，创造一个又一个的辉煌和奇迹。福建新朗已由初生婴儿成长为对未来充满希望的少年，并发展成为一家集公路、水利、房建、市政于一体的大型综合性建筑企业。一代新朗人在拼搏奋进中提前完成第一次创业历史使命和奋斗目标；放眼下一个八年，新朗人又将迎来充满机遇和挑战的发展时期。`,
      `山不择石，方为其高；海不择流，乃成其大。“老板创建公司，就是为了创建平台，让员工实现梦想，顺便实现自己的梦想”这是我多年来一直追求的理想，也是我创办企业的初衷。我很荣幸有一大批志同道合的新朗人在新朗不断成长的道路上心灵相惜、一路相随，我们共同把这平凡的工作沉淀成辉煌的事业。如今的新朗已然不是我一个人的新朗，她已经成为了全体新朗人的新朗。`,
      `2020年是国家关键之年，也是公司关键之年。在新的一年到来之际，我们要以“艰辛创业十数载，不忘初心百年梦”的主题呼应“不忘初心，牢记使命”的红色路线，把“实事求是、自力更生、艰苦奋斗”的延安精神与“自强不息，永不言弃”的新朗文化紧密结合起来，奋起冲刺，为实现百年新朗梦积蓄能量。`,
      `真诚感激社会各界朋友和全体新朗家人的一路相随，正是有了你们的保驾护航，新朗才能扬帆起航，踏浪前进。在我们追寻百年新朗梦的航程里，诚邀您携手同启新朗梦•大未来”！`,
    ],
    userName: require('../images/detail/user-name.png'),
    footer: "二〇二一年一月一日",
  },
];
