export const ABOUT_US_DETAIL = [
  {
    title: "公司简介",
    content: [
      `中国老年大学协会是中华人民共和国民政部部属社团，业务由全国老龄工作委员会办公室主管，成立于1988年12月。中国老年大学协会英文译名China
      Association of the Universities For The Aged ( CAUA
      )，是组织全国各地老年大学（含地方老年大学协会和老年学校）开展协作与交流的全国性非营利社会组织，联系着全国7万多所老年大学和老年学校，
      800多万在校学员，以及参加远程教育的数百万学员。`,
      `中国老年大学协会采取单位会员制，吸收办学规范，教学设施、条件比较健全，并达到一定规模，在本地区、本系统有一定影响的老年大学和学校，及各地老年大学协会、老年教育协会等老年教育社会组织为会员单位。目前，协会的会员单位513个。`,
      `协会的业务范围是：`,
      `一、组织老年大学校际间的经验交流、信息沟通；`,
      `二、开展老年教育学术、理论和教学研究；`,
      `三、推动老年大学规范化建设，不断提高办学水平、教学质量；`,
      `四、优秀教学大纲、教材的推荐及编写；`,
      `五、推动老年远程教育的发展，扩大老年教育覆盖面；`,
      `六、加大老年教育的宣传力度，扩大社会影响；`,
      `七、开展老年大学办学、教学和理论研究人员的培训工作；`,
      `协会的办事机构设在北京，内设机构有：办公室、事业发展部、社会活动部、国际联络部；分支机构六个，分别是：老年教育学术委员会、远程教育工作委员会、教学工作委员会、宣传出版工作委员会、企业老年大学工作委员会和高校老年大学工作委员会。`
    ],
    footer: '二〇一八年七月'
  },
  {
    title: "公司文化",
    content: [
      `中国老年大学协会是中华人民共和国民政部部属社团，业务由全国老龄工作委员会办公室主管，成立于1988年12月。中国老年大学协会英文译名China
      Association of the Universities For The Aged ( CAUA
      )，是组织全国各地老年大学（含地方老年大学协会和老年学校）开展协作与交流的全国性非营利社会组织，联系着全国7万多所老年大学和老年学校，
      800多万在校学员，以及参加远程教育的数百万学员。`,
      `中国老年大学协会采取单位会员制，吸收办学规范，教学设施、条件比较健全，并达到一定规模，在本地区、本系统有一定影响的老年大学和学校，及各地老年大学协会、老年教育协会等老年教育社会组织为会员单位。目前，协会的会员单位513个。`,
      `协会的业务范围是：`,
      `一、组织老年大学校际间的经验交流、信息沟通；`,
      `二、开展老年教育学术、理论和教学研究；`,
      `三、推动老年大学规范化建设，不断提高办学水平、教学质量；`,
      `四、优秀教学大纲、教材的推荐及编写；`,
      `五、推动老年远程教育的发展，扩大老年教育覆盖面；`,
      `六、加大老年教育的宣传力度，扩大社会影响；`,
      `七、开展老年大学办学、教学和理论研究人员的培训工作；`,
      `协会的办事机构设在北京，内设机构有：办公室、事业发展部、社会活动部、国际联络部；分支机构六个，分别是：老年教育学术委员会、远程教育工作委员会、教学工作委员会、宣传出版工作委员会、企业老年大学工作委员会和高校老年大学工作委员会。`
    ],
    footer: '二〇一八年七月'
  },
  {
    title: "企业资质",
    content: [
      `中国老年大学协会是中华人民共和国民政部部属社团，业务由全国老龄工作委员会办公室主管，成立于1988年12月。中国老年大学协会英文译名China
      Association of the Universities For The Aged ( CAUA
      )，是组织全国各地老年大学（含地方老年大学协会和老年学校）开展协作与交流的全国性非营利社会组织，联系着全国7万多所老年大学和老年学校，
      800多万在校学员，以及参加远程教育的数百万学员。`,
      `中国老年大学协会采取单位会员制，吸收办学规范，教学设施、条件比较健全，并达到一定规模，在本地区、本系统有一定影响的老年大学和学校，及各地老年大学协会、老年教育协会等老年教育社会组织为会员单位。目前，协会的会员单位513个。`,
      `协会的业务范围是：`,
      `一、组织老年大学校际间的经验交流、信息沟通；`,
      `二、开展老年教育学术、理论和教学研究；`,
      `三、推动老年大学规范化建设，不断提高办学水平、教学质量；`,
      `四、优秀教学大纲、教材的推荐及编写；`,
      `五、推动老年远程教育的发展，扩大老年教育覆盖面；`,
      `六、加大老年教育的宣传力度，扩大社会影响；`,
      `七、开展老年大学办学、教学和理论研究人员的培训工作；`,
      `协会的办事机构设在北京，内设机构有：办公室、事业发展部、社会活动部、国际联络部；分支机构六个，分别是：老年教育学术委员会、远程教育工作委员会、教学工作委员会、宣传出版工作委员会、企业老年大学工作委员会和高校老年大学工作委员会。`
    ],
    footer: '二〇一八年七月'
  },
]