export const MANAGE_DETAIL = [
  {
    title: "团队概述",
    type: "title",
    content: [
      {
        title: `智慧团队，攀登技术商峰`,
        text: [
          `只有专业的队伍，才能构建出优越的品牌，在新世纪这个高要求的时代，新朗人凝聚业界的专业精英，拥有一支高素质的技术团队，并不断汲取新的人才，为新朗的长远发展提供有力的后备力量。`,
        ],
      },
      {
        title: `年轻而富有活力的精英团队`,
        text: [
          `公司坚持以经营管理人才、专业技术人才等二支队伍为主体的人才队伍建设，以培养高层次、复合型、高技能、良好职业道德等人才为重点。坚持待遇留人、事业留人、感情留人、和谐留人和千方百计育人、不拘一格用人的方针，完善管理人员的选拔任用制度，建设逐级职务晋升制度，创造公平的竞争平台，以激发人才资源的潜能作用。`,
        ],
      },
      {
        title: `市场开发部：`,
        text: [
          `市场开发部隶属于新朗有限有限公司董事会，为了更好的面向市场，拓展市场。市场部集中了最优秀的市场开拓人员，秉承 “质量求生存、信誉求发展、管理求效益、服务拓市场”的经营理念为指导思想，以“立足清流，扎根福建，走向全国、滚动发展”的经营战略，为客户提供优质高效的服务。`,
        ],
      },
      {
        title: `工程部：`,
        text: [
          `工程管理部门负责公司技术、质量、安全、进度、成本、合同六大目标控制，设总工室、技术信息中心、成本核算部、风险控制部及房建工程、市政工程、路桥工程、水利工程、四大专业分部，工程部同时管理遍及全国各地项目部。工程项目是企业经济效益的核心，是企业管理最主要的组成部分，在工程项目展现的管理水平和技术实力是施工企业形象的窗口。`,
          `长期以来，全体工程管理、技术人员秉持“质量求生存、信誉求发展、管理求效益、服务拓市场”的经营理念，遵循“创人才之新 ， 朗企业之辉”的企业宗旨，全力打造品牌企业而努力，为“企强员富，内和外顺，创百年新朗”奋斗。`,
        ],
      },
      {
        title: `人力资本部：`,
        text: [
          `人力资本部主要负责建立公司人力资源管理制度，完善公司人力资源管理系统，提升企业的人力资源管理质量；负责公司的人力资源规划、员工招聘选拔、绩效考核、薪酬福利管理、员工激励、培训开发和沟通协调，保证公司人力资源供给和人力资源高效率；人员类职称申报评审、相关证书培训，考试，年检，是企业不可缺少的重要部门之一。`,
        ],
      },
      {
        title: `总经理办公室：`,
        text: [
          `总经理办公室负责公司机关的日常管理，负责公司宣传信息工作，负责接待和后勤服务工作，负责企业改制、重组、新建、对外合作和企业年检等方面的工商法律事务工作，同时担负起公司资质的申请与升级的重要责任，是一支充满朝气的且英姿飒爽的团队。`,
        ],
      },
      {
        title: `行政物业部：`,
        text: [
          `行政物业部负责公司各项制度、决定事项的贯彻执行与行政督察，负责接待和后勤服务工作，并会同有关部门负责固定资产、办公用品的采购及车辆管理；同时担负起园区的物业管理工作，这是一支敢于梦想，勇于拼搏，不断进取的团队。`,
        ],
      },
      {
        title: `财务部`,
        text: [
          `财务审计部作为公司的核心部门，主要负责制订、实施、监督、检查各项财务管理制度和物资管理制度，保证公司财务管理和物资管理的规范化；正确进行会计核算，对本公司的各项财务收支和经济活动实行反映和监督；定期编制财务报表。同时着眼于企业未来的经营活动，有效地履行预测、考核等职能，对企业现在和未来的财务状况及获利能力作出评价。`,
          `财务部是一个团结友爱、互助互信、积极拼搏的大家庭。工作中，我们相互扶持、相互信任；生活中我们相互关心。我们团结，我们就是一个整体；我们积极，我们不会被困难吓倒；我们拼搏，我们敢于迎接挑战，我们正迈开步伐与集团公司一起进步，一起发展，一起壮大，愿以严谨、高效的工作作风协助公司领导做出正确的经济决策，提高效益，增强企业在市场上的竞争力。`,
        ],
      },
    ],
    footer: "",
  },
  {
    title: "组织结构",
    type: "img",
    content: [
      {
        img: require("../images/manage/zuzhijiegou.jpg"),
      },
    ],
    footer: "",
  },
  {
    title: "文化活动",
    type: "img-text",
    content: [
      {
        img: require("../images/manage/2020-zhongqiu.jpg"),
        text: `2020年公司中秋晚宴`,
      },
      {
        img: require("../images/manage/2020-ningdeilvyou.jpg"),
        text: `2020年宁德旅游`,
      },
      {
        img: require("../images/manage/gongsiweiwen.jpg"),
        text: `公司慰问`,
      },
      {
        img: require("../images/manage/huwaituozhan.jpg"),
        text: `户外拓展运动`,
      },
      {
        img: require("../images/manage/yuangongtaqin.jpg"),
        text: `员工踏青`,
      },
    ],
    footer: "",
  },
];
