//新闻中心列表
export const NEWS_LIST = [
  {
    id: 3,
    belongCategory: "news",
    title: "行业动态",
    totalNum: 5, //总数量
    totalList: [
      {
        //第一页
        list: [
          {
            id: 0,
            title: "关于停止住房城乡建设领域现场专业人员统一考核发证工作的通知",
            author: "中华人民共和国住房和城乡建设部办公厅",
            createtime: "2018年12月23日",
          },
          {
            id: 1,
            title: "关于启用全国建筑工人管理服务信息平台的通知",
            author: "中华人民共和国住房和城乡建设部办公厅",
            createtime: "2018年10月26日",
          },
        ],
      },
    ],
  },
];

//文章内容
export const ARTICLE_CONTENT = {};

//行业动态文章内容
export const INDUSTRY_CONTENT = [
  {
    id:0,
    title: "关于停止住房城乡建设领域现场专业人员统一考核发证工作的通知",
    author: "中华人民共和国住房和城乡建设部办公厅",
    createtime: "2018年12月13日",
    content: [
      {
        type: 'text',
        text: `各省、自治区住房城乡建设厅，直辖市建委及有关部门，新疆生产建设兵团住房城乡建设局: `
      },
      
      {
        type: 'text',
        text: `为贯彻落实国务院“放管服”改革和职业资格清理规范相关要求，按照国务院第五次大督查反馈意见，经研究，决定自本通知印发之日起，停止各省级住房城乡建设主管部门对住房城乡建设领域现场专业人员统一考核和发放《住房和城乡建设领域专业人员岗位培训考核合格证书》。《关于贯彻实施住房和城乡建设领域现场专业人员职业标准的意见》（建人﹝2012﹞19号）中相关规定不再执行。`
      },
      {
        type: 'text',
        text: `我部将研究制定指导各地规范开展住房城乡建设领域现场专业人员教育培训的相关政策，做好工作衔接，探索建立多元人才评价机制，进一步提高住房城乡建设领域现场专业人员技术水平和综合素质。`
      },
    ],
  },
  {
    id: 1,
    title: "关于启用全国建筑工人管理服务信息平台的通知",
    author: "中华人民共和国住房和城乡建设部办公厅",
    createtime: "2018年10月26日",
    content: [
      {
        type: 'text',
        text: `各省、自治区住房城乡建设厅，直辖市建委，新疆生产建设兵团住房城乡建设局：`
      },
      
      {
        type: 'text',
        text: `为贯彻落实《国务院办公厅关于促进建筑业持续健康发展的意见》（国办发〔2017〕19号），推进建筑工人实名制管理，切实保障建筑工人合法权益，我部决定于2018年11月12日启用全国建筑工人管理服务信息平台（以下简称平台）。现将有关事项通知如下：`
      },
      {
        type: 'text',
        text: `一、各地可以通过jzgr.mohurd.gov.cn域名访问平台，也可以通过点击住房城乡建设部门户网站主页“全国建筑市场监管公共服务平台”下的“建筑工人”栏目链接访问平台。`
      },
      {
        type: 'text',
        text: `二、各省级住房城乡建设主管部门要加快推进本地区平台建设，完善相关管理制度，制定工作措施，加强建筑工人实名制管理，及时记录建筑工人的身份信息、培训情况、职业技能、从业记录等信息，逐步实现本地区房屋建筑和市政基础设施工程建设领域建设项目全覆盖。对于暂未完成平台建设的地区，可暂时使用我部开发建设的平台进行管理。 `
      },
      {
        type: 'text',
        text: `三、各省级住房城乡建设主管部门要按照《全国建筑工人管理服务信息平台数据标准（试行）》（详见附件1）要求组织开展本地区平台建设，并按照《全国建筑工人管理服务信息平台数据接口标准（试行）》（详见附件2）要求于2019年6月30日前实现与全国平台中央数据库的互联共享。要将平台建设和日常管理工作相结合，结合本地实际完善平台功能，丰富业务应用，实现本地区范围内数据互联共享，并确保数据的安全、准确、完整、及时。`
      },
      {
        type: 'text',
        text: `四、我部将按照解决企业工资拖欠问题部际联席会议关于保障农民工工资支付工作考核细则的有关要求，对各省（区、市）平台建设工作开展督促检查，并对各省（区、市）平台建设情况进行考核。`
      },
      {
        type: 'text',
        text: `  各地在平台建设、使用过程中有何建议和意见，请及时函告我部建筑市场监管司。`
      },
    ],
  },
];

